surnames = [
    "Иванов", "Петров", "Сидоров", "Смирнов", "Кузнецов", "Попов", "Васильев", "Соколов", 
    "Михайлов", "Новиков", "Федоров", "Морозов", "Волков", "Алексеев", "Лебедев", "Семенов", 
    "Егоров", "Павлов", "Козлов", "Степанов", "Николаев", "Орлов", "Андреев", "Макаров", 
    "Никитин", "Захаров", "Зайцев", "Соловьев", "Борисов", "Яковлев", "Григорьев", "Романов", 
    "Воробьев", "Сергеев", "Кузьмин", "Фролов", "Анисимов", "Мартынов", "Карпов", "Власов", 
    "Мельников", "Денисов", "Гаврилов", "Тихонов", "Калинин", "Беляев", "Максимов", "Тимофеев", 
    "Крылов", "Марков", "Головин", "Чернов", "Абрамов", "Гордеев", "Майоров", "Быков", "Белов", 
    "Фомин", "Кравцов", "Князев", "Буров", "Орехов", "Цветков", "Савельев", "Трофимов", "Маслов", 
    "Плотников", "Колесников", "Зубков", "Терентьев", "Горбунов", "Лазарев", "Грачев", "Ершов", 
    "Ушаков", "Дроздов", "Игнатьев", "Савин", "Логинов", "Сафонов", "Капустин", "Кириллов", 
    "Моисеев", "Елисеев", "Кошелев", "Костин", "Горшков", "Ефимов", "Архипов", "Климентов", 
    "Пономарев", "Горохов", "Муравьев", "Ларин", "Соболев", "Миронов", "Шестаков", "Рябов", 
    "Сысоев", "Лавров", "Гуляев", "Ширяев", "Уваров", "Шаров", "Голубев", "Сафронов"
]

female_surnames = [
    "Иванова", "Петрова", "Сидорова", "Смирнова", "Кузнецова", "Попова", "Васильева", "Соколова", 
    "Михайлова", "Новикова", "Федорова", "Морозова", "Волкова", "Алексеева", "Лебедева", "Семенова", 
    "Егорова", "Павлова", "Козлова", "Степанова", "Николаева", "Орлова", "Андреева", "Макарова", 
    "Никитина", "Захарова", "Зайцева", "Соловьева", "Борисова", "Яковлева", "Григорьева", "Романова", 
    "Воробьева", "Сергеева", "Кузьмина", "Фролова", "Анисимова", "Мартынова", "Карпова", "Власова", 
    "Мельникова", "Денисова", "Гаврилова", "Тихонова", "Калинина", "Беляева", "Максимова", "Тимофеева", 
    "Крылова", "Маркова", "Головина", "Чернова", "Абрамова", "Гордеева", "Майорова", "Быкова", "Белова", 
    "Фомина", "Кравцова", "Князева", "Бурова", "Орехова", "Цветкова", "Савельева", "Трофимова", "Маслова", 
    "Плотникова", "Колесникова", "Зубкова", "Терентьева", "Горбунова", "Лазарева", "Грачева", "Ершова", 
    "Ушакова", "Дроздова", "Игнатьева", "Савина", "Логинова", "Сафонова", "Капустина", "Кириллова", 
    "Моисеева", "Елисеева", "Кошелева", "Костина", "Горшкова", "Ефимова", "Архипова", "Климентова", 
    "Пономарева", "Горохова", "Муравьева", "Ларина", "Соболева", "Миронова", "Шестакова", "Рябова", 
    "Сысоева", "Лаврова", "Гуляева", "Ширяева", "Уварова", "Шарова", "Голубева", "Сафронова"
]

