male_names = [
    "Александр", "Алексей", "Альберт", "Анатолий", "Андрей", "Антон", "Аркадий", "Арсений", 
    "Артем", "Борис", "Вадим", "Валентин", "Валерий", "Василий", "Виктор", "Виталий", "Владимир", 
    "Владислав", "Вячеслав", "Геннадий", "Георгий", "Герман", "Григорий", "Даниил", "Денис", 
    "Дмитрий", "Евгений", "Егор", "Иван", "Игнат", "Игорь", "Илья", "Иннокентий", "Кирилл", 
    "Константин", "Лев", "Леонид", "Макар", "Максим", "Марат", "Марк", "Матвей", "Михаил", 
    "Никита", "Николай", "Олег", "Павел", "Петр", "Роман", "Ростислав", "Руслан", "Семен", 
    "Сергей", "Станислав", "Степан", "Тимофей", "Тимур", "Федор", "Филипп", "Юрий", "Ярослав", 
    "Абрам", "Альберт", "Аким", "Александр", "Андрей", "Антон", "Артур", "Богдан", "Валентин", 
    "Валерий", "Влад", "Владимир", "Вячеслав", "Глеб", "Гордей", "Дамир", "Давид", "Данила", 
    "Демьян", "Елисей", "Ефим", "Захар", "Игнат", "Клим", "Лука", "Леон", "Мирон", "Назар", 
    "Никон", "Остап", "Прохор", "Ратмир", "Ринат", "Родион", "Савва", "Святослав", "Тарас", 
    "Эдуард", "Юлий", "Ян", "Яков"
]

female_names = [
    "Александра", "Алина", "Алиса", "Алла", "Анастасия", "Ангелина", "Анна", "Антонина", 
    "Валентина", "Валерия", "Варвара", "Василиса", "Вера", "Вероника", "Виктория", "Галина", 
    "Дарья", "Диана", "Ева", "Евгения", "Екатерина", "Елена", "Елизавета", "Жанна", "Зинаида", 
    "Злата", "Зоя", "Илона", "Инга", "Инесса", "Инна", "Ирина", "Карина", "Кира", "Клавдия", 
    "Кристина", "Ксения", "Лариса", "Лидия", "Лилия", "Любовь", "Людмила", "Маргарита", 
    "Марина", "Мария", "Мила", "Милана", "Надежда", "Наталья", "Нелли", "Ника", "Нина", 
    "Оксана", "Олеся", "Ольга", "Полина", "Раиса", "Регина", "Римма", "Светлана", "Софья", 
    "Таисия", "Тамара", "Татьяна", "Ульяна", "Фаина", "Федора", "Юлия", "Яна", "Агата", 
    "Агния", "Аделина", "Алевтина", "Алёна", "Альбина", "Амира", "Анжела", "Анжелика", 
    "Вилена", "Виолетта", "Галина", "Глафира", "Дарина", "Есения", "Жасмин", "Зарина", 
    "Земфира", "Зоя", "Изабелла", "Инна", "Ирма", "Ия", "Камилла", "Капитолина", "Лея", 
    "Майя", "Марта", "Мелания", "Нонна", "Октябрина", "Пелагея", "Рада", "Серафима", "Ярослава"
]
