male_patronymics = [
    "Александрович", "Алексеевич", "Альбертович", "Анатольевич", "Андреевич", "Антонович", 
    "Аркадьевич", "Арсеньевич", "Артемович", "Борисович", "Вадимович", "Валентинович", 
    "Валерьевич", "Васильевич", "Викторович", "Витальевич", "Владимирович", "Владиславович", 
    "Вячеславович", "Геннадьевич", "Георгиевич", "Германович", "Григорьевич", "Даниилович", 
    "Денисович", "Дмитриевич", "Евгеньевич", "Егорович", "Иванович", "Игнатьевич", "Игоревич", 
    "Ильич", "Иннокентьевич", "Кириллович", "Константинович", "Леонидович", "Макарович", 
    "Максимович", "Маркович", "Матвеевич", "Михайлович", "Никитич", "Николаевич", "Олегович", 
    "Павлович", "Петрович", "Романович", "Ростиславович", "Русланович", "Семёнович", "Сергеевич", 
    "Станиславович", "Степанович", "Тимофеевич", "Тимурович", "Фёдорович", "Филиппович", 
    "Юрьевич", "Ярославович", "Абрамович", "Акимович", "Александрович", "Андреевич", 
    "Антонович", "Артурович", "Богданович", "Валерьевич", "Васильевич", "Владимирович", 
    "Вячеславович", "Глебович", "Гордеевич", "Давидович", "Данилович", "Демьянович", 
    "Елисеевич", "Ефимович", "Захарович", "Иванович", "Игнатьевич", "Климович", "Львович", 
    "Максимович", "Миронович", "Назарович", "Николаевич", "Остапович", "Платонович", 
    "Прохорович", "Романович", "Саввич", "Святославович", "Тарасович", "Эдуардович", 
    "Юльевич", "Яковлевич", "Ярославович", "Архипович", "Трофимович", "Моисеевич", "Гаврилович"
]

female_patronymics = [
    "Александровна", "Алексеевна", "Альбертовна", "Анатольевна", "Андреевна", "Антоновна", 
    "Аркадьевна", "Арсеньевна", "Артемовна", "Борисовна", "Вадимовна", "Валентиновна", 
    "Валерьевна", "Васильевна", "Викторовна", "Витальевна", "Владимировна", "Владиславовна", 
    "Вячеславовна", "Геннадьевна", "Георгиевна", "Германовна", "Григорьевна", "Данииловна", 
    "Денисовна", "Дмитриевна", "Евгеньевна", "Егоровна", "Ивановна", "Игнатьевна", "Игоревна", 
    "Ильинична", "Иннокентьевна", "Кирилловна", "Константиновна", "Леонидовна", "Макаровна", 
    "Максимовна", "Марковна", "Матвеевна", "Михайловна", "Никитична", "Николаевна", "Олеговна", 
    "Павловна", "Петровна", "Романовна", "Ростиславовна", "Руслановна", "Семёновна", "Сергеевна", 
    "Станиславовна", "Степановна", "Тимофеевна", "Тимуровна", "Фёдоровна", "Филипповна", 
    "Юрьевна", "Ярославовна", "Абрамовна", "Акимовна", "Александровна", "Андреевна", 
    "Антоновна", "Артуровна", "Богдановна", "Валерьевна", "Васильевна", "Владимировна", 
    "Вячеславовна", "Глебовна", "Гордеевна", "Давидовна", "Даниловна", "Демьяновна", 
    "Елисеевна", "Ефимовна", "Захаровна", "Ивановна", "Игнатьевна", "Климовна", "Львовна", 
    "Максимовна", "Мироновна", "Назаровна", "Николаевна", "Остаповна", "Платоновна", 
    "Прохоровна", "Романовна", "Саввична", "Святославовна", "Тарасовна", "Эдуардовна", 
    "Юльевна", "Яковлевна", "Ярославовна", "Архиповна", "Трофимовна", "Моисеевна", "Гавриловна"
]
