doctor_specialties = [
    "Терапевт", "Хирург", "Кардиолог", "Невролог", "Офтальмолог", "Эндокринолог", 
    "Отоларинголог", "Дерматолог", "Уролог", "Гинеколог", "Педиатр", "Ортопед", 
    "Стоматолог", "Онколог", "Гастроэнтеролог", "Пульмонолог", "Ревматолог", 
    "Анестезиолог", "Аллерголог", "Иммунолог", "Психиатр", "Психотерапевт", 
    "Фтизиатр", "Инфекционист", "Нефролог", "Гематолог", "Травматолог", 
    "Физиотерапевт", "Маммолог", "Венеролог", "Хирург-ортопед", "Сосудистый хирург", 
    "Проктолог", "Акушер-гинеколог", "Логопед", "Эпидемиолог", "Нарколог", 
    "Сурдолог", "Сексопатолог", "Косметолог", "Гериатр", "Диетолог", 
    "Флеболог", "Неонатолог", "Токсиколог", "Трансплантолог", "Гепатолог", 
    "Мануальный терапевт", "Радиолог", "Паразитолог", "Дерматовенеролог"
]
